Revit 2027 API
ParameterTypeId.ViewerBoundActiveTop Property
 "Top Clip Active"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerBoundActiveTop { get; }
Public Shared ReadOnly Property ViewerBoundActiveTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerBoundActiveTop {
	ForgeTypeId^ get ();
}
static member ViewerBoundActiveTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace